Revit 2027 API
ParameterTypeId.AnalyticalLinkReleaseTranslationY Property
 "Y Translation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalLinkReleaseTranslationY { get; }
Public Shared ReadOnly Property AnalyticalLinkReleaseTranslationY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalLinkReleaseTranslationY {
	ForgeTypeId^ get ();
}
static member AnalyticalLinkReleaseTranslationY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace